# Задание 3
n = int(input("Введите число n:"))
m = n + n*11 + n*111
if n >= 0:
    print(m)
else:
    print("число не целое или меньше 0")
